[
  {
    "id": 1,
    "name": "Jim Pyle",
    "quote": "The entire Seagull team has been great. Very professional, helped us understand what we needed (and, just as important, what we did not need), and the service and follow-up have been great."
  },
  {
    "id": 2,
    "name": "Carol Mendez",
    "quote": "Can't say enough about Seagull Electronics - from purchasing to installation - responsive and professional the whole way!"
  },
  {
    "id": 3,
    "name": "Bruce Fisher",
    "quote": "Seagull Electronics is the best! Steve and the team are responsive, knowledgeable, and have done everything to fulfill our A/V and security system needs Recommend them highly!"
  },
  {
    "id": 4,
    "name": "Guy Cosmo",
    "quote": "These guys were absolutely fantastic. SUPER nice, super knowledgeable and experts at what they do. Definitely the nicest people we've ever had enter our home to do any kind of work. Highly recommend! Loved their work!"
  },
  {
    "id": 5,
    "name": "J Norford",
    "quote": "The techs were personable and took the time to make sure we understood all of the equipment and knew how to use it to its full potential. I would highly recommend this team."
  },
  {
    "id": 6,
    "name": "John Schoch",
    "quote": "Seagull Electronics is a 5 star outfit! Very thorough and extremely detailed! They always solve any problems."
  },
  {
    "id": 7,
    "name": "M Donovan",
    "quote": "Start to finish fantastic service! Very professional and skilled technicians."
  },
  {
    "id": 8,
    "name": "Philip Staff",
    "quote": "Very nice people who did a great job setting up our home with security and sound system. Will most likely be coming back for more help. Thank you!"
  },
  {
    "id": 9,
    "name": "Tim Prime",
    "quote": "Terrific service. Seagull diagnosed and solved a wifi problem that had been a problem for some time for us. HIGHLY RECOMMENDED."
  },
  {
    "id": 10,
    "name": "Jane Gillespie",
    "quote": "Always helpful and accommodating!! I've been using them for 20 years:)"
  },
  {
    "id": 11,
    "name": "Peter Jonna",
    "quote": "[Seagull] always steered me in the right direction and helped get us exactly what we wanted while keeping costs under control. They are truly a pleasure to work with and I highly recommend them!"
  },
  {
    "id": 12,
    "name": "Michael Duke",
    "quote": "Outstanding! Thorough, professional, knowledgeable and they take pride in their work. The owner is very customer focused as well. I would hire this company again without hesitation."
  },
  {
    "id": 13,
    "name": "Philip Oranburg",
    "quote": "This company is everything they say they are. They are efficient, professional, knowledgeable, and do in fact treat everyone 'like family'."
  },
  {
    "id": 14,
    "name": "Byung Kim",
    "quote": "Seagull has been easy to work with, honest, and hard working. Would highly recommend them for any high end property in the area."
  }
]
